Revit 2024 API
UnitTypeId.WattsPerCubicFootPerMinute Property
 Watts per cubic foot per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId WattsPerCubicFootPerMinute { get; }
Visual Basic
Public Shared ReadOnly Property WattsPerCubicFootPerMinute As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WattsPerCubicFootPerMinute {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace